car_types = {
    "Легковые автомобили": "sedan", 
    "Кроссовер. Универсал. Бизнесс-класс": "cross", 
    "Внедорожники": "vned", 
    "Микроавтобусы. Минивэны": "micro_bus"
}

services = {
    "МОЙКА": "moika", 
    "ПОЛИРОВКА": "polish", 
    "ХИМЧИСТКА": "dry_cleaner", 
    "ЗАЩИТНЫЕ ПОКРЫТИЯ": "prot_cover", 
    "ШИНОМОНТАЖ": "tiers"
}

subservices = {
    "moika": [
        "🚰 Технологическая мойка",
        "🚰 Технологическая мойка + шампунь",
        "💧 Мойка СТАНДАРТ (+ мытье ковров)" 
        "💧 Мойка кузова (шампунь + сушка)"
        "💧 Мойка «LUX Express»",
        "💧 Мойка «LUX Classic»",
        "💧 Мойка «Premium»",
        "💧 Мойка «Premium Extra»",
        "🧹 Уборка салона",
        "🧹 Удаление насекомых",
        "🧹 Уборка шерсти",
        "🧹 Уборка салона пылесосом",
        "🧹 Очистка стекол в салоне",
        "🧹 Очистка пластика в салоне",
        "🧹 Уборка багажника",
        "🧹 Обезжиривание кузова «ANTI OIL»",
        "🧹 Удаление битумных пятен",
        "💧 Кондиционер кожи Luxe",
        "💧 Кондиционер кожи Premium",
        "💧 Силиконовая смазка + смазка замков",
        "🧹 Очистка колесных дисков (1 колесо)",
        "🧹 Чернение резины",
        "💧 Стирка текстильных ковров (1 шт.)",
        "💧 Мойка моторного отсека",
        "💧 Мойка резиновых ковров",
        "💧 Мойка колес (4 шт.)"
    ],
    "polish": [
        "✨ Полировка фар (1 фара)",
        "✨ Легкая полировка кузова (глянцевая)",
        "✨ Глубокая абразивная полировка кузова ЗМ",
        "✨ Полировка 1 элемента",
        "💦 Анти-дождь GLACO SOFT 99, (лоб. ст. + перед. ст.)",
        "💦 Анти-дождь GLACO SOFT 99, (все стекла)",
        "💦 Анти-дождь Aquapel, (полусфера)"            
    ],
    "dry_cleaner": [
        "😶‍🌫️ Полная химчистка салона (+ потолок и багажник)",
        "🧪 Химчистка пола (1 место)",
        "🧪 Химчистка потолока",
        "🧪 Химчистка сидений (1 место)",
        "🧪 Химчистка дверей (1 место)",
        "🧪 Химчистка багажника",
        "🧪 Удаление трудновыводимых пятен"            
    ],
    "prot_cover": [
        "🛡🧊 Обработка кузова холодным воском",
        "🛡 Полимерное покрытие Sonax",
        "🛡 Кварцевое покрытие",
        "🛡 Покрытие ТЕФЛОН Authentic Premium(SOFT99)",
        "🛡 Покрытие жидким стекл. Body Glass Guard (Willson)",
        "🛡 Покрытие жидким стекл. H-7 Glass Coating (SOFT99)",
        "🛡 Покрытие керамикой 1 слой"            
    ],
    "tiers": {
        "ПОЛНЫЙ ШИНОМОНТАЖ 4-Х КОЛЁС": "full_tires", 
        "ЗАМЕНА СОБРАННЫХ КОЛЕС + БАЛЛАНСИРОВКА": "replace_assembled_wheels_balance", 
        "ЗАМЕНА СОБРАННЫХ КОЛЕС": "replace_assembled_wheels",
        "ЕДИНИЧНЫЕ РАБОТЫ": "single_works",
        "ДОПОЛНИТЕЛЬНЫЕ УСЛУГИ": "addit_services",
        "СЛЕСАРНЫЕ УСЛУГИ": "locksmith_services"
    }
}
subservices_tires = {
    "full_tires": [
        "R-10-13",
        "R-14",
        "R-15",
        "R-16",
        "R-17",
        "R-18",
        "R-19",
        "R-20-21",
        "R-21-22"
    ],
    "replace_assembled_wheels_balance": [
        "R-10-13",
        "R-14",
        "R-15",
        "R-16",
        "R-17",
        "R-18",
        "R-19",
        "R-20-21",
        "R-21-22"
    ],
    "replace_assembled_wheels": [
        "R-10-13",
        "R-14",
        "R-15",
        "R-16",
        "R-17",
        "R-18",
        "R-19",
        "R-20-21",
        "R-21-22"
    ]
}